{
  "albumData": {
    "title": "February 8, 2012",
    "date": "Feb 8, 2012 8:33:10 PM",
    "access": "public",
    "description": "",
    "location": "",
    "geoInfo": null
  },
  "media": [
    {
      "tags": [],
      "description": "Just finished first CAT scan skull project. This picture is awesome but it doesn\u0027t even do justice to the real thing back-lit in 3D in your hand. It\u0027s made from CD cases cut on my CNC machine interleaved with printouts on transparency of frames of a head CAT scan I had a few years back.\nWhole album is here 3DSkullTransparencyArtpiece | 102303773171415008577",
      "title": "IMG_4384.jpg",
      "people": [],
      "comments": [
        {
          "author": "Vernon Harmon",
          "comment": "Really freaking cool! How long did it take? I thought it was much bigger until I checked out the album to see how small it is! The scale is not apparent from this photo.",
          "commentTime": "Feb 8, 2012 9:00:21 PM"
        },
        {
          "author": "Scott Williamson",
          "comment": "Thanks,\u003cbr /\u003eI started January 7, 2011, but I haven\u0026#39;t put \u003cb\u003ethat\u003c/b\u003e much time into it.  If I were to make another, it could probably do it in a Saturday. I had the images from my CAT scan and thought I should do something cool with them.  I wanted to make something layered and small, CD cases seemed like an ideal, cheap, plentiful resource to experiment with (honestly, there are much better materials).  You can only see through about 20 layers of laser printer transparency, so that\u0026#39;s a limiting factor.  In the end, I cut four 1/16\u0026quot; thick panes from each CD case half and used every other \u0026quot;slice\u0026quot; from the scan to get the proportions correct.  On my first try I merely inverted the CAT scan images and all the grey soft tissue made it a murky mess, it sat on the shelf until last night.  This time I applied a steep color curve to the images to make bone black and everything else clear.  I really dig this thing.",
          "commentTime": "Feb 9, 2012 6:12:51 AM"
        },
        {
          "author": "Eric Stoll",
          "comment": "Have you ever submitted your stuff to Make online?",
          "commentTime": "Feb 9, 2012 7:45:23 AM"
        },
        {
          "author": "Scott Williamson",
          "comment": "Not yet, Joey said he is probably going to share it on reddit tonight. idk\u003cbr /\u003e\u003cbr /\u003eI do subscribe to Make though.  I really don\u0026#39;t want to do the homework needed to write an article or anything, I\u0026#39;d rather work on another project. :)",
          "commentTime": "Feb 9, 2012 7:53:22 AM"
        },
        {
          "author": "Andrew Johnson",
          "comment": "Dude, that is impressive!",
          "commentTime": "Feb 10, 2012 2:23:22 PM"
        },
        {
          "author": "Joe Whiteside",
          "comment": "I like that!!",
          "commentTime": "Feb 10, 2012 10:30:44 PM"
        }
      ],
      "url": "https://lh3.googleusercontent.com/-YozQ_tAAt6Y/TzNMhummMBI/AAAAAAAAe2M/2xzB3_Dccx0Z6-ZEHY0SNtRwWkXAerYgg/s0-d/IMG_4384.jpg",
      "geoInfo": null,
      "geoInfoExif": null,
      "imageViews": 325,
      "license": null
    }
  ]
}